<?php

return [
    'questions' => [
        1 => 'ما مدى سرعة ظهور الأعراض لديك؟',
        2 => 'منذ متى وأنت تعاني من الأعراض؟',
        3 => 'كيف تغيرت أعراضك خلال الساعات/الأيام الماضية؟',
        4 => 'ما مقدار الألم أو الانزعاج الذي تشعر به؟',
        5 => 'كيف تؤثر أعراضك على أنشطتك اليومية؟',
        6 => 'هل تشعر بتحسن بعد تناول الدواء؟',
        7 => 'هل لديك أي حالات خطيرة أو طويلة الأمد مثل السكري أو السرطان أو أمراض القلب؟',
    ],

    'answers' => [
        1 => [
            1 => 'خلال دقائق/ساعات',
            2 => 'خلال أيام',
            3 => 'خلال أسابيع',
            4 => 'على مدى أشهر/سنوات',
        ],
        2 => [
            1 => '0-6 أيام',
            2 => 'أسابيع',
            3 => 'أشهر',
            4 => 'سنين',
        ],
        3 => [
            1 => 'أفضل',
            2 => 'نفسه',
            3 => 'أسوأ',
        ],
        4 => [
            1 => 'لا يوجد',
            2 => 'انزعاج خفيف',
            3 => 'غير مريح جداً',
            4 => 'لا يطاق',
        ],
        5 => [
            1 => 'لا تأثير',
            2 => 'النضال من أجل القيام بالأنشطة المعتادة',
            3 => 'غير قادر على القيام بالأنشطة المعتادة',
        ],
        6 => [
            1 => 'لا أتناول أي دواء',
            2 => 'نعم',
            3 => 'لا',
        ],
        7 => [
            1 => 'لا',
            2 => 'نعم',
        ],
    ],
];
