<?php

return [
    'questions' => [
        1 => 'आपके लक्षण कितनी जल्दी विकसित हुए?',
        2 => 'आपको अपने लक्षण कितने समय से हैं?',
        3 => 'पिछले कुछ घंटों/दिनों में आपके लक्षण कैसे बदले हैं?',
        4 => 'आपको कितना दर्द या असुविधा हो रही है?',
        5 => 'आपके लक्षण आपके दैनिक कार्यों को कैसे प्रभावित कर रहे हैं?',
        6 => 'क्या दवा लेने के बाद आप बेहतर महसूस कर रहे हैं?',
        7 => 'क्या आपको कोई गंभीर, दीर्घकालिक बीमारी है जैसे मधुमेह, कैंसर, हृदय रोग आदि?',
    ],

    'answers' => [
        1 => [
            1 => 'मिनटों/घंटों में',
            2 => 'कुछ दिनों में',
            3 => 'कुछ हफ्तों में',
            4 => 'कुछ महीनों/वर्षों में',
        ],
        2 => [
            1 => '0-6 दिन',
            2 => 'हफ्ते',
            3 => 'महीने',
            4 => 'साल',
        ],
        3 => [
            1 => 'बेहतर',
            2 => 'जैसा का तैसा',
            3 => 'बदतर',
        ],
        4 => [
            1 => 'कोई नहीं',
            2 => 'हल्की असुविधा',
            3 => 'बहुत असुविधाजनक',
            4 => 'असहनीय',
        ],
        5 => [
            1 => 'कोई प्रभाव नहीं',
            2 => 'सामान्य गतिविधियाँ करने में संघर्ष करना',
            3 => 'सामान्य गतिविधियाँ करने में असमर्थ',
        ],
        6 => [
            1 => 'कोई दवा नहीं ले रहे',
            2 => 'हाँ',
            3 => 'नहीं',
        ],
        7 => [
            1 => 'नहीं',
            2 => 'हाँ',
        ],
    ],
];
