<?php

return [
    'questions' => [
        1 => 'آپ کی علامات کتنی جلدی ظاہر ہوئیں؟',
        2 => 'آپ کو اپنی علامات کتنے وقت سے ہیں؟',
        3 => 'گزشتہ چند گھنٹوں/دنوں میں آپ کی علامات کیسے بدلی ہیں؟',
        4 => 'آپ کو کتنا درد یا تکلیف ہے؟',
        5 => 'آپ کی علامات آپ کی روزمرہ کی سرگرمیوں کو کس طرح متاثر کر رہی ہیں؟',
        6 => 'کیا آپ دوا لینے کے بعد بہتر محسوس کرتے ہیں؟',
        7 => 'کیا آپ کو کوئی سنگین یا طویل مدتی بیماری ہے جیسے ذیابیطس، کینسر، دل کی بیماری وغیرہ؟',
    ],

    'answers' => [
        1 => [
            1 => 'چند منٹوں/گھنٹوں میں',
            2 => 'چند دنوں میں',
            3 => 'چند ہفتوں میں',
            4 => 'مہینوں/سالوں سے زیادہ',
        ],
        2 => [
            1 => '0-6 دن',
            2 => 'ہفتے',
            3 => 'مہینے',
            4 => 'سال',
        ],
        3 => [
            1 => 'بہتر',
            2 => 'ویسا ہی',
            3 => 'بدتر',
        ],
        4 => [
            1 => 'کوئی نہیں',
            2 => 'ہلکی تکلیف',
            3 => 'بہت زیادہ تکلیف دہ',
            4 => 'ناقابل برداشت',
        ],
        5 => [
            1 => 'کوئی اثر نہیں',
            2 => 'معمول کی سرگرمیاں انجام دینے کے لئے جدوجہد کرنا',
            3 => 'معمول کی سرگرمیاں انجام دینے سے قاصر',
        ],
        6 => [
            1 => 'کوئی دوا نہیں لے رہے',
            2 => 'جی ہاں',
            3 => 'نہیں',
        ],
        7 => [
            1 => 'نہیں',
            2 => 'جی ہاں',
        ],
    ],
];
